Repository: AntynK/url-shortener
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: uk

source: URL cannot be empty.
uk: Поле 'URL' не може бути порожнім.

source: Invalid URL.
uk: Неправильний формат посилання.

source: New URL cannot be empty.
uk: Поле 'Новий URL' не може бути порожнім.

source: Successfully changed URL.
uk: Посилання успішно змінено.

source: Old password cannot be empty.
uk: Поле 'Старий пароль' не може бути порожнім.

source: New password cannot be empty.
uk: Поле 'Новий пароль' не може бути порожнім.

source: New password is the same as old one.
uk: Новий пароль не відрізняється від попереднього.

source: Passwords don't match.
uk: Паролі не збігаються.

source: Successfully changed password.
uk: Пароль успішно змінено.

source: Wrong password.
uk: Неправильний пароль.

source: 403 Forbidden
uk: 403 Заборонено

source: This URL cannot be modified.
uk: Це посилання не може бути змінено.

source: 404 Not found
uk: 404 Не знайдено

source: %(short_url)s does not exist. Check if it is typed correctly.
uk: Посилання %(short_url)s не існує, переконайтесь що воно написано правильно.

source: URL Shortener
uk: Скорочувач посилань

source: Enter URL:
uk: Введіть посилання(URL):

source: Enter password (optional):
uk: Введіть пароль (не обов'язково):

source: You can modify the URL with a password. If no password is set, the URL cannot be changed.
uk: Якщо ввести пароль, посилання можна буде змінити.

source: To modify short URL enter: &ltshort URL&gt/modify
uk: Щоби змінити посилання введіть: &ltshort URL&gt/modify

source: To get info about short URL enter: &ltshort URL&gt/info
uk: Щоб отримати інформацію про скорочене посилання, введіть: &ltshort URL&gt/info

source: Short URL info
uk: Інформація про посилання

source: Short URL: %(short_url)s redirects to %(long_url)s.
uk: Коротке посилання: %(short_url)s веде до %(long_url)s.

source: This short URL was created on: %(datetime)s
uk: Це коротке посилання було створено о: %(datetime)s

source: This short URL was last modified on: %(datetime)s
uk: Це коротке посилання було останній раз змінено о: %(datetime)s

source: Enter password:
uk: Введіть пароль:

source: Modify short URL
uk: Змінити посилання

source: URL:
uk: Посилання:

source: Change password
uk: Змінити пароль

source: Old password:
uk: Старий пароль:

source: New password:
uk: Новий пароль:

source: Confirm new password:
uk: Підтвердьте новий пароль:

source: URL successfully shortened
uk: Посилання успішно скорочене

source: Successfully created short URL for: %(long_url)s, new short URL is: %(short_url)s
uk: Коротке посилання для: %(long_url)s, було успішно створено: %(short_url)s
